Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: In the early 1990s, I was part of a team of dedicated researchers at Stockholm’s Royal Institute of Technology and IVF.* We were investigating the drivers behind modularization and how it was being successfully employed in product design, development and marketing by a number of companies including Sony, Honda, and Scania.
zh_tw: 在 1990 年代初期，我是斯德哥爾摩皇家技術研究所和 IVF.* 研究團隊中的一員，我們研究模塊化背後的驅動力以及模塊化如何被成功地被 Sony、Honda 以及 Scania 用於產品設計、開發和行銷。

source: In the event of a proven risk of production line stoppage, HUTCHINSON reserves the right to take immediate action on the supplier.
zh_tw: 當具有確切生產線停工風險時，HUTCHINSON 保留對供應商採取立即處置的權利，

source: In the event of an external alarm (any alarm sensor connected to the cameras or video servers), the system shall take pro-active actions in order to alert the operators, with possibilities of sending an e-mail and/or SMS to a group of people warning them about the occurred, opening on screens of the pop-up type images from the cameras, maps, analytics, LPR, issue alarm sounds, sending instant messages to the operator via screens of the pop-up type, positioning the cameras with (PTZ) Movement in defined Presets and triggering alarm outputs of the cameras where these outputs can be connected to sirens.
zh_tw: 外部警報的事件中 (任何連接到攝影機或視訊伺服器的警報感應器)，系統將主動提醒操作人員，能透過發送電子郵件或簡訊至群組人員以警告他們發生事件、在攝影機畫面、縱觀影像、分析數據、LPR上開啟彈出式影像、發出警報聲、將攝影機以 (PTZ) 運動攝定位至預設位置並觸發攝影機警報輸出至警笛。

source: In the following table, the various types of rejects and feeders the machine can incorporate and the difference between each are defined.
zh_tw: 下表中列出了機台可以外加的各種類型退回機和進料機以及其差異。

source: In the illustrated embodiment of FIG. 3, distance 584 is 81.5 inches and distance 582 is about 43% of distance 584 when vehicle 100 is unloaded (Setup 1).
zh_tw: 實施例說明圖 3 中，車輛 100 空車時距離 584 為 81.5 英寸而距離 582 約為距離 584 的 43% (設定 1)。

source: In the illustrated embodiment of FIG. 7, this distance is shown as D9.
zh_tw: 圖 7 實施例說明中，此距離為 D9。

source: In the illustrated embodiment, a single rear connection 450 and a pair of front connections 452 are provided.
zh_tw: 實施例圖中為單一後連接 450 和一對前連接 452，

source: In the illustrated embodiment, a wheel base of vehicle 100 is about 81 inches and a length of vehicle is about 106 inches resulting in the ratio of the wheelbase to vehicle length being about 76%.
zh_tw: 實施例圖中，車輛 100 之軸距約為 81 英吋而車輛長度約為 106 英吋，軸距與車輛長度比約為 76%。

source: In the illustrated embodiment, adjusters 496 are also included.
zh_tw: 實施例圖中也包含調節器 496 ，

source: In the illustrated embodiment, air inlet housing 170 includes a single air inlet 172.
zh_tw: 圖中所示之進氣口外殼 170 包含單一進氣口 172。

source: In the illustrated embodiment, bearing carrier 53 6 is fixed relative to radius arms 526.
zh_tw: 實施例圖中，軸承載具 536 固定於懸臂 526 上，

source: In the illustrated embodiment, caigo carrying portion 210 includes a cargo bed 234 (see FIG. 5) having a floor 224 and a plurality of upstanding walls.
zh_tw: 實施例圖中，載貨部分 210 包括含有底板 224 和多面立牆之貨物平台 234 (見圖 5)。

source: In the illustrated embodiment, control arms 530 and control arms 532 are rotatably coupled to bearing carrier 536 about axis 540 and axis 542, respectively.
zh_tw: 實施例圖中，控制臂 530 和控制臂 532 分別連接至軸 540 和軸 542 之軸承載具 536 上。

source: In the illustrated embodiment, couplers 206 are swing nuts and portions 208 are recesses.
zh_tw: 實施例圖中，固定螺絲 206 為擺動螺母而 208 部分為凹陷點，

source: In the illustrated embodiment, dampening member 560 is a shock.
zh_tw: 實施例圖中，阻尼元件 560 為一避震器。

source: In the illustrated embodiment, diverter portion 364 includes a pair of conduits, conduit 390 and
zh_tw: 實施例圖中所示之分流器 364 包含一對管道，管道 390 和管道 392。

source: In the illustrated embodiment, diverter portion 364 includes a pair of conduits, conduit 390 and conduit 392.
zh_tw: 實施例圖中所示之分流器 364 包含一對管道，管道 390 和管道 392。

source: In the illustrated embodiment, holder 370 includes a pair of spaced apart fingers 372 which press against a flange 374 of fluid duct 328 as shown in FIG. 21.
zh_tw: 實施例圖中所示之固定器 370 包含一對分隔針凸 372，能如圖 21 所示頂住流體管道 328 之法蘭 374 。

source: In the illustrated embodiment, holder 370 is further coupled to a shield 380 which is coupled to base portion 344.
zh_tw: 實施例圖中，固定器 370 更連接至固定於底座部分 344 之護板 380。

source: In the illustrated embodiment, power source 130 is a dry sump engine which receives oil from oil reservoir 300.
zh_tw: 實施例圖示中，動力源 130 為由機油箱 300 供應機油之乾機匣引擎。

source: In the illustrated embodiment, resonator portion 176 is a portion of air inlet housing 170.
zh_tw: 實施例圖中所示之諧振箱分 176 為進氣口 170 的一部分。

source: In the illustrated embodiment, seating 211 includes a pair of bucket seats.
zh_tw: 實施例圖中所示之座位 211 包含一對桶型座椅。

source: In the illustrated embodiment, side protection members 262 are each a unitary tubular member.
zh_tw: 實施例圖中，側邊防護元件 262 為單一管狀元件。

source: In the illustrated embodiment, support member 454 is cylindrical member having brackets 456 welded thereto.
zh_tw: 實施例圖中，支撐元件 454 為具有銲接支架 456 的管狀元件。

source: In the illustrated embodiment, the intake of air intake system 134 is positioned above a top surface of ground engaging members 102.
zh_tw: 實施例圖中，空氣進氣系統 134 之進氣位置位於接觸地面元件 102 頂面上方。

source: In the illustrated embodiment, the intake of air intake system 134 is positioned above floor 224 of cargo bed 234.
zh_tw: 實施例圖中，空氣進氣系統 134 之進氣位置位於載貨平板 234 之底板 224 上方。

source: In the illustrated embodiment, the intake of air intake system 134 is positioned rearward of roll cage 222.
zh_tw: 實施例圖中，空氣進氣系統 134 之進氣位置位於防滾架 222 後方。

source: In the illustrated embodiment, the power source 130 is an internal combustion engine.
zh_tw: 實施例圖示中，動力源 130 為一組內燃機。

source: In the multitrack machines, this screen will be common for all of them.
zh_tw: 多軌機台中，所有軌道將共用畫面。

source: In the occurrence of any event, the system allows the attachment of any image from any camera in order to allow it to be sent by e-mail.
zh_tw: 任何事件發生時，系統能夠透過電子郵件發送來自任何攝影機的任何圖像。

source: In the open state filter 188 may be removed from interior 184 of airbox 180 while front cover portion 196 remains coupled to base portion 194.
zh_tw: 於風箱開啟的狀態下，可由風箱 180 之內部 184 取出濾芯 188，而前蓋部分 196 仍連接於基座部分 194 之上。

source: In the present disclosure, the drive train 30 is comprised of a fuel- burning engine and transmission combination, together with a driveshaft extending between the drive train and the front ground engaging members 14.
zh_tw: 此揭露中，傳動系統 30 由燃油引擎和變速箱組成，並包含傳動系統和前接觸地面元件 14 之間的傳動軸。

source: In the present disclosure, the drivetrain 30 is comprised of a fuel- burning engine and transmission combination, together with a driveshaft extending between the drivetrain and the front ground engaging members 14.
zh_tw: 此揭露中，傳動系統 30 由燃油引擎和變速箱組成，並包含傳動系統和前接觸地面元件 14 之間的傳動軸。

source: In the product design and manufacturing process, the focus is usually on reducing material cost.
zh_tw: 在產品設計和製造過程中，重點通常是降低材料成本，

source: In the special case of a product delivered during "deferral," it will be part of a special repair.
zh_tw: 於特殊“延遲”情形下，該期間交付之產品將作為特殊維修的一部分。

source: In the special case of products with "security" or "regulation" characteristics, the zero issue requirement is effective for the characteristics marked with this abbreviation.
zh_tw: 產品具有“安全”或“規範”特性的特殊情況下，具有此縮寫標記之特性必須達到零問題之要求。

source: In the years that followed, we developed two more methods: one to quantify the cost of product structure complexity and another to manufacture a modular product in the best possible way.
zh_tw: 在之後的幾年間，我們多開發了兩種方法：一種用於量化產品結構的複雜性成本，另一種是以最佳的方式製造模塊化產品。

source: In the ‘Windows Start’ menu select Citrix \ Management Consoles \ Presentation Server Console.
zh_tw: 在“Windows 開始功能表”ˋ中選擇 Citrix \ Management Consoles \ Presentation Server Console。

source: In these instances please use the same clearance as show below for the front of the table.
zh_tw: 此時請依下表間隙擺設機台。

source: In this case the customer must acquire 4 Digifort Surveillance licenses + Analytics Base License + 4 pack Analytics license (DGFPR1104V6 + DGFAN1000V1 + DGFAN1104V1).
zh_tw: 這種情況下必須購買 4 套 Digifort 監控授權 + 分析軟體 + 4 組分析授權 (DGFPR1104V6 + DGFAN1000V1 + DGFAN1104V1).

source: In this case, a new expertise level will be required which takes into account the period between the production of the defective product and its return for analysis.
zh_tw: 於此情況下，將需要一個新的專業知識以進行分析，考慮到缺陷產品生產與退回週期。

source: In this case, they are specified when placing the order.
zh_tw: 此情形將於下訂指明。

source: In this case, when selecting a smaller vendor, there are also compromises related to support and reliability
zh_tw: 在這種情況下，選擇一個較小的廠商也對相關支援和可靠性做出妥協

source: In this context, effective decoupling of economic growth from water resource use and negative environmental impacts has been accomplished.
zh_tw: 由於這一方面的成果，經濟成長已不再仰賴水資源利用和造成環境的負面影響。

source: In this embodiment, and with reference to FIG. 17, a front side net assembly 600 is shown in the latched position and substantially encloses the driver’s ingress/egress 570.
zh_tw: 參考此實施例中圖 17，前側護網 600 位於鎖定位置並完全包覆駕駛入口/出口 570，

source: In this embodiment, and with reference to FIG. 28, a side net assembly 900 is shown in the latched position and substantially encloses the passenger’s ingress/egress 874.
zh_tw: 參考此實施例中圖 28，側邊護網 900 位於鎖定位置並完全包覆乘客入口/出口 874，

source: In this embodiment, drive member 400 and driven member 402 include fins and generally act as fans.
zh_tw: 此實施例中，驅動元件 400 和被驅動元件 402 包含鰭片且通常作為風扇。

source: In this manner, any shear force is substantially taken up by the complementary interengaging elements.
zh_tw: 此種設計能使互鎖元件大致上吸收所有剪力。

source: In this respect, HUTCHINSON may require from a Supplier commitment in terms of safety and regulation applicable to the products.
zh_tw: 於此議題上，HUTCHINSON 要求供應商負責產品之安全性和產品適用之法規。

source: In this screen masks are applied to different concepts for Alarm 2.
zh_tw: 在此畫面中遮罩套用至警報 2 的不同項目中，

source: In this section, you can read about the results our clients have achieved through modularity.
zh_tw: 您可以在本節中讀到關於我們的客戶藉由模塊化所達成的結果。

source: In this session today I’d like to introduce you to Nuance Power PDF.
zh_tw: 我將在今天的會議中介紹 Nuance Power PDF 給大家，

source: In this tab you can view the individual weight of each selected track.
zh_tw: 此欄位中能檢視各選擇軌道之個別重量。

source: In this tab, enter the information required including Supplier, Currency, Pay Rate, Frequency, and Maximum Amount.
zh_tw: 在此分頁中輸入 Supplier 供(應商)、Currency (貨幣)、Pay Rate (薪資)、Frequency (頻率) 和 Maximum Amount (最大數量) 等必需資訊。

source: In this way, they would be removed from the stock and also cannot be read again.
zh_tw: 如此便能將遺失貨品從系統的庫存中去除，使存貨不再顯示於系統中。

source: In using such an approach, investment plans are transparent and accessible, thus promoting accountability and participation from stakeholders.
zh_tw: 使用這種方法時，投資計畫將會是透明且可取得的，從而促進利益相關者的責任制度和參與。

source: In video playback, it allows the (digital) zoom of different areas on the screen, thus opening a screen for each digital zoom carried out, whereas each one has independent control over the main image, which can be printed or saved in JPG files.
zh_tw: 視訊播放中可針對螢幕上不同區域進行 (數位) 縮放，每次縮放將打開一個畫面，其中具有獨立於主畫面之控制，可用於列印或儲存 JPG 檔案。

source: In yet a further exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In yet another example, the vehicle further comprises a cover coupled to the exterior body panel to cover the inlet in the exterior body panel.
zh_tw: 另一個例子中，車輛更包括連接至本體外鈑金的外蓋以覆蓋本體外鈑金進氣口。

source: In yet another exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In yet another exemplary embodiment, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In yet still another example, the step of communicating the first amount of ambient air to the power source of the vehicle includes the step of passing the ambient air through an airbox.
zh_tw: 另一個範例中，輸送第一總量空氣至車輛動力源的步驟包含將空氣通過風箱，

source: In yet still another exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In your Inbox, a new action titled Lateral Move: <Employee Name> is displayed.
zh_tw: 於收件匣中將顯示新的操作 Lateral Move: <Employee Name> (同職等調職：<員工姓名>)。

source: In your Inbox, in the Actions tab, click the Assign Organizations subject line to enter the relevant mail.
zh_tw: 於收件匣的 Actions (操作) 分頁中點擊 Assign Organizations (指派組織) 的標題以讀取相關郵件，

source: In your Inbox, in the Actions tab, click the Request Default Compensation subject line to enter the relevant mail.
zh_tw: 於收件匣的 Actions (操作) 分頁中點擊 Request Default Compensation (申請預設薪資) 的標題以讀取相關郵件，

source: In-house production OR Technology Strategic Supplier
zh_tw: 內部生產或技術策略供應商

source: Inbox
zh_tw: Inbox (收件匣)

source: Include samples from brochures, adverts, published PR and web sites.
zh_tw: 請包括宣傳手冊、廣告、新聞稿和網站的樣本，

source: Included modules in the analysis package:
zh_tw: 分析軟體包含下列模組：

source: Includes torch, power supply and torch height control.
zh_tw: 包含了電漿炬、電源供應器和電漿炬高度控制。

source: Includes: 5HP Elte spindle, Artcam Express software, High Capacity pressure foot.
zh_tw: 包含： 5HP Elte 主軸、Artcam Express 軟體、高容量壓力腳。

source: Including enough options and variety for the market
zh_tw: 提供市場足夠的選擇和的變化

source: Including existing application settings
zh_tw: 帶入現有應用程式設定

source: Inconsistent employee experience
zh_tw: 不一致的員工經驗

source: Increase assortment available
zh_tw: 增加產品類別

source: Increase market offering by 44%
zh_tw: 增加 44% 的產品供給

source: Increase market share and grow by being faster to market
zh_tw: 增加市站率並藉由快速導入市場而成長

source: Increase responsiveness through indexing normal and image PDF files.
zh_tw: 針對一般和影像 PDF 檔案進行索引以加快回應速度。

source: Increased development efficiency
zh_tw: 提高開發效率

source: Increased efficiency in operations
zh_tw: 增加營運的效率

source: Increased standard features and options
zh_tw: 增加標準的功能和選項

source: Increases responsiveness through indexing normal and image PDF files on the desktop.
zh_tw: 針對一般和影像 PDF 檔案進行索引以加快回應速度。

source: Increasing market share and customer loyalty
zh_tw: 增加市占率和客戶忠誠度

source: Increasing resource use efficiency, reducing waste and pollution, influencing consumption patterns and choosing appropriate technologies are the main challenges facing Europe and North America.
zh_tw: 歐洲和北美地區所面臨的主要挑戰包括：提高資源的使用效率、減少浪費和污染、影響消費模式和選擇合適的技術等。

source: Indexing
zh_tw: 索引

source: Indexing PDF files
zh_tw: 製作 PDF 檔案索引

source: Indexing image-only PDF files is a performance-sensitive choice.
zh_tw: 對純影像 PDF 檔案製作索引需要較強大的效能。

source: Indicates the correction top when negative corrections are made.
zh_tw: 代表進行負校正時的校正量，

source: Indicates the correction top when positive corrections are made.
zh_tw: 代表進行正校正時的校正量，

source: Indication out of production machine, adjust work format.
zh_tw: 機台生產停止指示，調整工作格式

source: Indication out of production machine, make static adjustment
zh_tw: 機台生產停止指示，進行靜態調整

source: Indudes scraping of column & base joint for improved overall stiffness and rigidity.
zh_tw: 包含支柱和基座接合刮板以增進整體強度和剛性。

source: Industrial Pumps & Separation
zh_tw: 工業泵和分離器

source: Industrial Robotics
zh_tw: 工業機器人

source: Industrialization
zh_tw: 工業化

source: Industrialize
zh_tw: 工業化

source: Infinite flexibility
zh_tw: 無限制的靈活性

source: Information
zh_tw: 資訊

source: Information of camera disconnection
zh_tw: 攝影機斷線資訊

source: Initial Partial Delivery File Requirements " (components)
zh_tw: 初始部份交貨檔案要求（元件）

source: Initial Tare: The mass of the container.
zh_tw: 初始容器重 (Initial Tare)：容器重量。

source: InitialSamples(EI): These are the first parts of a new supply performed using serial means and/or means representing the serial conditions intended for qualification trials for their acceptance.
zh_tw: 初始樣品 (EI)：使用序列方式或代表序列條件之方法交付之第一件新供應零件，用於進行合格檢驗以完成驗收。

source: Injection in clear tube
zh_tw: 潔淨管路中注模

source: Injection verification
zh_tw: 注模驗證

source: Input Power Requirements for High Voltage Systems
zh_tw: 高壓系統之輸入電源需求

source: Input Power Requirements for Low Voltage Systems
zh_tw: 低壓系統之輸入電源需求

source: Input Voltage Level
zh_tw: 輸入電壓

source: Input Voltage Plug (limits)
zh_tw: 輸入電壓（極限值）

source: Input Voltage Plug (recommended)
zh_tw: 輸入電壓（建議值）

source: Input Voltage PoE (limits)
zh_tw: PoE輸入電壓（極限值）

source: Input and Output
zh_tw: 輸入和輸出

source: Input voltage range 36V to 57V
zh_tw: 輸入電壓範圍36V至57V

source: Input:Identified market opportunity with clear customer targets
zh_tw: 輸入：以清楚的客戶目標確定之市場機會

source: Insert Pre-made and custom watermarks at creation
zh_tw: 建立檔案時插入預先繪製和自訂浮水印

source: Inside Diameter
zh_tw: 內徑

source: Inspect document to remove comments and metadata (private data)
zh_tw: 檢查文件以刪除註解和元資料（私人資料）

source: Inspection Upon Receipt1-2
zh_tw: 接收檢查 1-2

source: Inspired by these advantages of hearing with two ears, or binaural hearing, Pure brings you cutting-edge technology to deliver the most natural binaural listening experience possible.
zh_tw: Pure 的設計受到以上雙耳聽力優勢的啟發，並藉由尖端的技術為使用者提供最自然的雙耳聽力體驗。

source: Install Microsoft .Net Framework 4.0 full version
zh_tw: 安裝 Microsoft .Net Framework 4.0 完整版，

source: Install Microsoft .Net Framework 4.0 full version.
zh_tw: 安裝 Microsoft .Net Framework 4.0 完整版，

source: Install Microsoft App-V Sequencer 5.0 SP1
zh_tw: 安裝 Microsoft App-V Sequencer 5.0 SP1

source: Install Microsoft App-V client 5.0 SP1
zh_tw: 安裝 Microsoft App-V client 5.0 SP1

source: Install PDF Converter component
zh_tw: 安裝 PDF Converter （轉檔程式）元件

source: Install Power PDF
zh_tw: 安裝 Power PDF

source: Install Printer driver
zh_tw: 安裝印表機驅動程式

source: Install Windows Management Framework 3.0
zh_tw: 安裝 Windows Management Framework 3.0

source: Install Windows Power Shell 3.0
zh_tw: 安裝 Windows Power Shell 3.0

source: Install blind and test flanges, piping gauge, and valve.
zh_tw: 安裝蓋板和測試法蘭、管道壓力計以及閥門，

source: Install blind flange to lower shell side nozzle, being careful not to exceed the maximum nozzle torque rating.
zh_tw: 安裝管口蓋板至較低的外殼側開口上，注意勿超過開口之額定最大扭矩。

source: Install custom configurations
zh_tw: 安裝自訂設置

source: Install flange with test fixture on shell nozzle loosely.
zh_tw: 將法蘭和測試裝置鬆鬆地安裝至外殼開口。

source: Install the application with the following command:
zh_tw: 使用以下指令安中應用程式：

source: Install them in process piping lines to minimize the number of openings in the heat exchanger.
zh_tw: 安裝卸壓裝置於輸送管路以減少熱交換器的開口數量。

source: Installation
zh_tw: 安裝

source: Installation "customization kit" to easily control the deployable options for each department
zh_tw: 安裝“自訂工具組”以輕鬆管理每個部門可安裝的選項。

source: Installation Prerequisites
zh_tw: 安裝必備程式

source: Installation at deep embedment
zh_tw: 深埋設安裝

source: Installation in Distributed Environments
zh_tw: 於分散式環境中安裝

source: Installation of Nuance Cloud Connector in Distributed Environments
zh_tw: 於分散式環境中安裝 Nuance 雲端連接點

source: Installation procedure verification
zh_tw: 安裝程序驗證

source: Installation safety tests to assess the effect of the presence of standing water in the drilled hole or submerged conditions when hole cleaning is conducted in accordance with manufacturer's published installation instructions.
zh_tw: 安裝安全測試用以評估當鑽孔已按照製造商提供之安裝說明進行清潔後，鑽孔中積水或完全淹沒條件下造成的影響。

source: Installation tests**
zh_tw: 安裝測試##

source: Installation under Citrix Metaframe or Windows Terminal Server
zh_tw: 以 Citrix Metaframe 或 Windows Terminal server（終端機伺服器）安裝

source: Installation, Operation, and Maintenance Instructions
zh_tw: 安裝、操作和維護說明

source: Installer customization
zh_tw: 自訂安裝設置

source: Installer ready for deployment on a shared network location includingthe previously created transform file.
zh_tw: 安裝程式準備好部署於共用網路位置上，包括先前建立的轉換檔，

source: Installing an AXYZ Router Table is actually quite simple and can be accomplished in just a few hours IF you are ready for it.
zh_tw: AXYZ 雕刻機工作台安裝實際上相當簡單，若準備妥當即可於數小時內完成安裝。

source: Install—Disable plugins
zh_tw: 安裝——停用外掛程式

source: Install—Make connectors an installable option
zh_tw: 安裝——將連接器設定為可安裝選項

source: Instant access to frequently used PDF files and online PDF Files (URLs) with favorites menu
zh_tw: 以我的最愛功能表快速存取常用 PDF 檔案和線上 PDF 檔案（網址）

source: Instantly create 100% industry-standard PDF files with security options that are fully compliant and compatible with all PDF viewers.
zh_tw: 快速建立 100% 業界標準的 PDF 檔案，具有完全相容於所有 PDF 檢視器的安全加密選項。

source: Insure PDF/A compliance: Take advantage of a simplified way to meet PDF/A compliance requirements.
zh_tw: 確保符合 PDF/A 規範：利用簡化的方式滿足 PDF/A 規範標準，

source: Int.Cl.
zh_tw: 國際專利分類號

source: Integrated Solutions Delivering everything our Customers need
zh_tw: 整合式解決方案提供我們的客戶一切所需

source: Integrated approaches to water resources development, management and use − and to human rights − are the norm.
zh_tw: 未來，還將利用常規的整合方式以解決水資源發展、管理和使用，並促進人權發展。

source: Integrated create and convert add-ons for Microsoft Word, Excel, PowerPoint, Internet Explorer, and Outlook
zh_tw: 整合 Microsoft Word、Excel、PowerPoint、Internet Explorer 和 Outlook 之建立和轉檔外掛程式

source: Integrated pressure foot with adjustable tension to hold down materials under heavy cut pressures.The heavy duty drag knife is designed for knife cutting applications that involve heavy gauge flexible materials.
zh_tw: 整合式可調張力壓力腳能於切割時的高壓下固定材料，重型拖刀專為重型彈性材料切割應用設計。

source: Integratedarchitecture
zh_tw: 整合架構

source: Integration with Active Directory domain
zh_tw: 與 Active Directory 網域整合

source: Integration with Digifort
zh_tw: 與 Digifort 整合

source: Integration with Digifort Evidence
zh_tw: 與 Digifort Evidence 整合

source: Intellectual and Industrial Property Rights
zh_tw: 智慧財產和工業財產權

source: Intelligent creation of check boxes and radio buttons
zh_tw: 智慧型核取方塊和選項按鈕建立

source: Intel® Core™ Duo, at least 1.66GHz
zh_tw: Intel® Core® Duo，1.66GHz 以上

source: Interfold Machine
zh_tw: 抽取式面紙機

source: Intergrated pressure foot with adjustable tension tohold down materials under heavy cutpressures.
zh_tw: 整合式可調張力壓力腳能於切割時的高壓下固定材料。

source: Interior fittings 1800 600 67
zh_tw: 內裝配件 1800 600 67

source: Interlinkages between water and sustainable development reach far beyond its social, economic and environmental dimensions.
zh_tw: 水資源和永續發展的相互關聯遠遠超出了它的社會、經濟與環境層面。

source: Internal Data
zh_tw: 內部資料

source: Internal documents, forms, procedures, tests, and inspection reports shall be updated as required, with the revisions documented.
zh_tw: Internal documents, forms, procedures, tests, and inspection reports shall be updated as required, with the revisions documented. 內部文件、表格、程序、測試和檢查報告必須依照要求更新，並紀錄修訂資訊。

source: International Preliminary Report on Patentability in PCT/US2011/ 046395 and 2nd Article 34 Amendments, (2013), 31 pgs.
zh_tw: PCT/US2011/ 046395 修正之國際初步報告和專利法 34 條第二次修改，(2013)，31 頁。

source: International Preliminary Report on Patentability in PCT/US2011/ 046395, May 28, 2013, 31 pgs.
zh_tw: PCT/US2011/ 046395 之專利性國際初步報告 ，2013 年 5 月 28 日，31 頁。

source: International Refrigerator Lines
zh_tw: 國際性冰箱產線

source: International Search Report of the International Searching Authority
zh_tw: 國際檢索機構之

source: International Search Report of the International Searching Authority in PCT/US2011/046395, Apr.
zh_tw: 國際檢索機構之 PCT/US2011/046395 國際檢索報告，

source: International Search Report of the International Searching Authority in PCT/US2011/046395, May 9, 2012, 6 pgs.
zh_tw: 國際檢索機構之 PCT/US2011/046395 國際檢索報告，2012 年 5 月 9 日，6 頁。

source: Internet Explorer 8 or above
zh_tw: Internet Explorer 8 或更新版本

source: Internet Explorer Integration
zh_tw: Internet Explorer 整合

source: Interruption of production for more than 2 years
zh_tw: 2 年以上的生產中斷

source: Interval: If you are working under EEC regulations, it is the minimum number of correct packs to be produced before accepting another pack between values ​​(T-1) and (T-2).
zh_tw: 間隔：若使用 EEC (歐盟) 規範，該參數為接受其它介於 (T-1) 和 (T-2) 值之間的包裝前所生產的最小包裝數。

source: Interventions for adjustments, tuning, staff instructions or user inability, except for the first machine setting up.
zh_tw: 除了第一次安裝機台外之調整、微調、員工教學或使用者錯誤操作。

source: Interventions for repair or replacement of the materials listed in the previous section.
zh_tw: 進行維修或更換前一節中所列出之材料。

source: Interventions for replacing spare parts previously advised but not purchased by the customer.
zh_tw: 更換客戶建議但未購買之備用零件。

source: Interventions of ordinary maintenance or for changing parts of complex substitution.
zh_tw: 普通維修或更換複雜的替代零件。
